function loadQuestions() {
	return {
		'Мемы интернета': [
			{
				'points': 200,
				'text': 'Бунтарь демонстрировал полицейским на крыше автомобиля именно это.' 
			},
			{
				'points': 500,
				'text': 'Мужчина пел о самых серьёзных делах на языке птицы. Какой?'
			},
			{
				'points': 800,
				'text': 'Именно это не следует делать с сильным заявлением.'
			},
			{
				'points': 1000,
				'text': 'Человек поднял бабла и изменил свои дела благодаря этому таланту'
			},
			{
				'points': 1200,
				'text': 'Этот предмет продавался на киевском форуме человеком, который не поленился объяснить, что он просто разместил объявление'
			}
		],
		'Цитаты великих интернет-людей': [
			{
				'points': 200,
				'text': 'Печально известный мальчик однажды заявил о намерении установить много программ на компьютер. О каких программах идёт речь?' 
			},
			{
				'points': 500,
				'text': 'Эта фраза была произнесена после небольшого взрыва петарды на футбольном поле. Назовите её.'
			},
			{
				'points': 800,
				'text': 'К чему призывал мужчина, утверждающий, что и бабки есть, и баба есть, и нормально вроде бы всё? '
			},
			{
				'points': 1000,
				'text': 'Назовите фразу, укоризненно брошенную вслед падающей в воду собаке. '
			},
			{
				'points': 1200,
				'text': 'Именно этот человек говорил о проблеме подлинности цитат в интернете'
			}
		],
		'Шутки за триста': [
			{
				'points': 200,
				'text': 'Что просят сделать у тракториста, когда кто-то произносит число триста?' 
			},
			{
				'points': 500,
				'text': 'Самая любимая категория шуток?'
			},
			{
				'points': 800,
				'text': 'Каких шуток требуют наши сердца?'
			},
			{
				'points': 1000,
				'text': 'Назовите самую горячую шутку с участием зверей'
			},
			{
				'points': 1200,
				'text': 'Именно этим местом Данила-Мастер пытался произвести каменный цветок в небезызвестном анекдоте'
			}
		],
		'Котики тащат': [
			{
				'points': 200,
				'text': 'Эти кошки страдают ушной импотенцией' 
			},
			{
				'points': 500,
				'text': 'Назовите родину самой популярной лысой кошки'
			},
			{
				'points': 800,
				'text': 'Не секрет, что кошки приобрели бешеную популярность в интернете. Какой медиа-формат с котиками используется повсеместно для гарантированного поднятия настроения?'
			},
			{
				'points': 1000,
				'text': 'Шотландская, сиамская, британская, персидская и абиссинская породы кошек были названы в честь стран, в которых они были выведены. Однако, у этой породы в наше время нет родины'
			},
			{
				'points': 1200,
				'text': 'Назовите пол животного, знаменитого своим суровым взглядом и обращением "пидрила ебаная"'
			}
		]
		
	}	
}
